04_erb_layout/deas-0.31.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    28.14ms   21.96ms  73.18ms   80.95%
    Req/Sec   189.43     21.46   236.00     76.19%
  756 requests in 2.00s, 278.70KB read
  Socket errors: connect 0, read 10, write 0, timeout 0
Requests/sec:    377.67
Transfer/sec:    139.23KB